#Задача 1. 
#Вводится количество и стоимость товара. 
#Посчитать сумму за товар. 
quantity = int(input('Введите количесво товара'))

cost = int(input('сумма товара'))


price = cost * quantity
print('Итоговая уена товара', price)
 